export const defaultUserAgent = 'Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/80.0.3987.106 Safari/537.36';

export const domain = 'https://dl.tntu.edu.ua/';

export const coursesPage = '/bounce.php?course=0';
export const testBlackListWords = ['самоконтрол', 'самопідготовк', 'вхідн', 'тренувальн'];
export const courseLecturers = {
  // 1327: 'Михалик Дмитро Михайлович',
  '1353': 'Цуприк Галина Богданівна',
  '2062': 'Пастух Олег Анатолійович',
  '1351': 'Петрик Оксана Юліанівна',
  '1266': 'Бойко Ігор Володимирович',
  '4407': 'Гащин Надія Богданівна',
  '1327': 'Кінах Ярослав Ігорович/Михалик Дмитро Михайлович',
  '1616': 'Петрик Михайло Романович/Мудрик Іван Ярославович/Стоянов Юрій Миколайович',
  '4633': 'Петришина Людмила Йосипівна',
  '4656': 'Гурик Олег Ярославович',
  '4920': 'Паламар Андрій Михайлович',
  '2504': 'Назаревич Леся',
  '993': 'Петришина Людмила Йосипівна',
  '2519': 'Петришина Людмила Йосипівна',
  '1262': 'Григорчук Любомир Іванович',
  '1603': 'Назаревич Леся',
  '1559': 'Михалик Дмитро Михайлович',
  '5690': 'Поливана Уляна Василівна/Дуда Олексій Михайлович',
  '4596': 'Микитишин Аліна Андріївна',
  '1737': 'Михалик Дмитро Михайлович',
  '1352': 'Бойко Ігор Володимирович/Петрик Михайло Романович/Григорчук Любомир Іванович',
  '1186': 'Цуприк Галина Богданівна/Кінах Ярослав Ігорович/Григорчук Любомир Іванович',
  '4759': 'Козак Руслан Орестович/Боднарчук Ігор Орестович',
};
